
// VLC Movie player
"CHOOSE_AUDIO_TRACK"="Choose Audio Track";
"CHOOSE_SUBTITLE_TRACK"="Choose Subtitle Track";
"CHOOSE_TITLE"="Choose Title";
"CHOOSE_CHAPTER"="Choose Chapter";
"SWIPE_INFO" = "Swipe down for Info";

"PLAYING_EXTERNALLY_TITLE"="TV Connected";
"PLAYING_EXTERNALLY_DESC"="This video is playing on the TV";

"VFILTER_HUE"="Hue";
"VFILTER_CONTRAST"="Contrast";
"VFILTER_BRIGHTNESS"="Brightness";
"VFILTER_SATURATION"="Saturation";
"VFILTER_GAMMA"="Gamma";

"PLAYBACK_FAILED"="Playback failed";
"AR_CHANGED"="Aspect Ratio: %@";
"DEFAULT"="Default";
"FILL_TO_SCREEN"="Crop to fill screen";
"DEVICE_TOOSLOW_TITLE"="Device too slow";
"DEVICE_TOOSLOW"="Your %@ is likely too slow to play \"%@\". Open anyway?";
"PLAYBACK_SPEED"="Playback speed";
"SPU_DELAY"="Subtitles delay";
"AUDIO_DELAY"="Audio delay";

"CHAPTER_SELECTION_TITLE"="Chapters";
"TRACK_SELECTION"="Track Selection";
"AUDIO_SEL_VC_TITLE"="Audio selection";
"MEDIA_INFO"="Media info";
"DURATION"="Duration";
"VIDEO_DIMENSIONS"="Video dimensions";
"FORMAT_VIDEO_DIMENSIONS"="%dx%d";
"FORMAT_AUDIO_TRACKS"="Audio tracks";
"FORMAT_SPU_TRACKS"="Subtitle tracks";
"ONE_AUDIO_TRACK"="Audio track";
"ONE_SPU_TRACK"="Subtitle track";
"PLEASE_WAIT"="Please wait";

"BUTTON_CANCEL"="Cancel";
"BUTTON_REPEAT"="Repeat";
"DISABLE_LABEL"="Disable";


"PLAYBACK_SCRUB_HELP"="Slide your finger down to adjust the scrubbing rate.";
"PLAYBACK_SCRUB_HIGH"="High-Speed Scrubbing";
"PLAYBACK_SCRUB_HALF"="Half-Speed Scrubbing";
"PLAYBACK_SCRUB_QUARTER"="Quarter-Speed Scrubbing";
"PLAYBACK_SCRUB_FINE"="Fine Scrubbing";
"PLAYBACK_POSITION"="Playback Position";
"VIDEO_FILTER"="Video Filters";
"VIDEO_FILTER_RESET_BUTTON"="Reset Video Filters";
"VIDEO_ASPECT_RATIO_BUTTON"="Switch Video Aspect Ratio";
"PLAY_PAUSE_BUTTON"="Play or Pause current playback";
"BWD_BUTTON"="Jump Backwards";
"FWD_BUTTON"="Jump Forwards";

"VO_VIDEOPLAYER_TITLE"="Video Player";
"VO_VIDEOPLAYER_DOUBLETAP"="Double tap to show or hide playback controls";

"AUDIO_TITLE"="Audio codec";
"AUDIO_UNSUPPORTED_CODEC"="Unsupported audio codec";

"CHOOSE_EQUALIZER_PROFILES"="Equalizer Profiles";
"PREAMP"="Preamp";
"DB_FORMAT"="%d dB";

"BUTTON_SLEEP_TIMER"="Sleep Timer";

// Freebox connection manager
// Token get error
"Token error" = "Token error";
"auth_required" = "Invalid session token, or not session token sent";
"invalid_token" = "The app token you are trying to use is invalid or has been revoked";
"pending_token" = "The app token you are trying to use has not been validated by user yet";
"insufficient_rights" = "Your app permissions does not allow accessing this API";
"denied_from_external_ip" = "Getting token from remote IP is not allowed";
"invalid_request" = "Your request is invalid";
"ratelimited" = "Too many auth error have been made from your IP";
"new_apps_denied" = "New apps token requests disabled, please enable from web interface";
"apps_denied" = "API access from apps has been disabled";
"internal_error" = "Internal error";

